export const VITE_MAP_API_KEY = 'cd201fa4-488d-4f77-8225-1aa63f98e19d';
export const MAP_API_KEY = 'cd201fa4-488d-4f77-8225-1aa63f98e19d';

export const ZOOM = 12;

export const CORDS: [string, [number, number]][] = [
  ['Москва', [55.7599, 37.6339]],
  ['Новосибирск', [82.92043, 55.030204]],
  ['Екатеринбург', [60.597474, 56.838011]],
  ['Нижний Новгород', [56.3276, 43.9941]],
  ['Санкт-Петербург', [30.31499, 59.93878]],
  ['Казань', [55.7861, 49.1344]],
  ['Самара', [53.2037, 50.1603]],
  ['Челябинск', [55.1628, 61.4216]],
  ['Красноярск', [56.0139, 92.8959]],
];
