export const RULES_PP_TEXT = `(в ред. Протокола Правления ЗАО "Альфа-Банк" № 63 от 17.11.2021, в ред.
Протокола Правления ЗАО "Альфа-Банк" № 6 от 26.01.2022, в ред. Протокола Правления ЗАО "Альфа-Банк" № 18
от 23.03.2022, в ред. Протокола Правления ЗАО "Альфа-Банк" № 52 от 21.09.2022, в ред. Протокола Правления
ЗАО "Альфа-Банк" № 73 от 23.12.2022) ЗАО «Альфа-Банк» (220141, г. Минск, ул. Сурганова, 43-47) (далее –
Альфа-Банк) обязуется защищать Ваши персональные данные и гарантирует осуществлять это в соответствии
с применимым законодательством. Политика конфиденциальности (далее – Политика) действует в отношении
обработки персональных данных, которые Банк получает о физическом лице при использовании им
банковских продуктов/услуг, сайта, мобильного приложения, программ Банка (далее – Сервисы),
при заключении и исполнении договоров и в иных случаях, предусматривающих обработку персональных данных.Обработка персональных данных включает в себя любые действия или совокупность действий,
совершаемые с персональными данными, включая сбор, систематизацию, хранение, изменение,
использование, обезличивание, блокирование, распространение, предоставление, удаление
персональных данных. Что такое персональные данные? Персональные данные – это любая информация,
относящаяся к идентифицированному физическому лицу или физическому лицу, которое может быть
идентифицировано. Персональные данные включают в себя, в том числе (но не ограничиваясь) Ваши
контактные данные, номер социального страхования, паспортные данные, реквизиты банковского счета,
IP-адрес или регистрационные записи. Альфа-Банк может запросить у Вас персональные данные, например, когда
Вы заполняете форму на веб-сайте АльфаБанка, подаете заявку на получение продукта или используете услуги
дистанционного банковского обслуживания Альфа-Банка. Какие персональные данные мы обрабатываем и откуда их
собираем? Мы собираем и обрабатываем различные виды персональных данных в зависимости от услуги или
продукта, в которых заинтересованы наши действующие или будущие клиенты (включая, но не ограничиваясь,
имя, домашний адрес, номер телефона, паспортные данные или данные другого признанного идентификационного документа). Мы обрабатываем персональные данные, которые получаем от акционеров,
аффилированных лиц Банка; работников, бывших работников, кандидатов на занятия вакантных должностей;
контрагентов (клиентов) Банка и их представителей; посетителей сайта и иных Сервисов Банка; иных
лиц, предоставивших персональные данные Банку иным путем на законных основаниях, в т.ч. судов,
государственных, правоохранительных органов и т.п. Мы также обрабатываем персональные данные в
рамках договоров, заключенных с юридическими лицами и индивидуальными предпринимателями, которые
перечисляют клиентам заработную плату и иные выплаты. Зачем мы обрабатываем Ваши персональные
данные? Мы обрабатываем Ваши персональные данные в различных внутренних процессах. Это позволяет максимально эффективно предоставлять Вам наши услуги: - обрабатываем персональные данные при установлении деловых
отношений, при заключении и исполнении договоров, в том числе выполнении действий, предшествующих
заключению договоров; - обрабатываем персональные данные, чтобы предоставлять свои услуги и
выполнять договоренности с нашими клиентами; - обрабатываем персональные данные для внутреннего анализа и разработки продуктов; - обрабатываем персональные данные (потенциальных) клиентов для
коммуникационных и маркетинговых целей; - регистрируем персональные данные в целях соблюдения национальных и международных законов и нормативных актов, например, в случае идентификации и
проверки клиентов, в целях предотвращения отмывания денег/финансирования терроризма; - используем персональные данные в целях безопасности для предотвращения в максимальной степени мошенничества и
возможного причинения ущерба в процессе предоставления услуг. Обязаны ли Вы предоставлять нам Ваши персональные данные? Мы являемся финансовым учреждением, деятельность которого подробно регулируется
множественными нормативными правовыми актами, включая Закон Республики Беларусь от 30 июня 2014 г. N 165-З «О мерах по предотвращению легализации доходов, полученных преступным путем, финансирования
террористической деятельности и финансирования распространения оружия массового поражения», в соответствии с которым на Банк возложены обязательства устанавливать и фиксировать данные о
клиентах, их представителях, иных участниках финансовой операции. В этой связи, для установления деловых отношений мы обязаны запрашивать у Вас определенные персональные данные. В то же время, для
повышения уровня сервиса и обеспечения справедливого соотношения интересов всех сторон мы предлагаем Вам предоставлять дополнительные персональные данные, которые могут обрабатываться исключительно на
основании Вашего согласия, соответствующего требованиям применимого законодательства. Согласие субъекта персональных данных Согласие представляет собой свободное, однозначное, информированное
выражение Вашей воли, посредством которого Вы разрешаете обработку Ваших персональных данных. Во всех случаях, когда Вы предоставляется Банку согласие на обработку персональных данных, Банк вправе
обрабатывать следующие Ваши данные: фамилия, имя отчество, пол, дата рождения, адрес проживания, гражданство, номер телефона, адрес электронной почты и иные данные, которые Вами указаны в согласии.
Также, при использовании мобильного приложения Банка (InSync.by, INSNC), Банк может запросить у Вас отдельное согласие (а Вы можете согласиться его предоставить или отказать в его предоставлении) на:
i) сбор выбранного Вами номера телефона из Вашего списка контактов для целей определения по номеру телефона получателя совершаемого Вами перевода, а также для целей отправки на выбранный Вами номер
телефона уведомлений о совершенных операциях по Вашим счетам; ii) сбор данных о Вашем местоположении для отображения отделений и банкоматов, которые находятся ближе всего к Вашему текущему
местоположению; iii) сбор и хранение выбранных Вами медиа-файлов для использования в качестве графического представления Вас (аватары, юзерпики и т.д.) в мобильном приложении (в кабинете
пользователя, онлайн-чате). Ваше согласие может быть получено в письменной форме, в виде электронного документа или в иной электронной форме. В иной электронной форме Ваше согласие может
быть получено посредством: - указания (выбора) определенной информации (кода) после получения CMC-сообщения, сообщения на адрес электронной почты; - проставления соответствующей отметки на
веб-сайте или мобильном приложении; - других способов, позволяющих установить факт получения Вашего согласия. В отдельных случаях законодательными актами может быть предусмотрена
необходимость получения Вашего согласия только в письменной форме или в виде электронного документа. Предоставленное Вами согласие действует в течение всего срока действия договора о
комплексном банковском обслуживании в ЗАО «Альфа-Банк», если иной срок согласия не определён в согласии. В течение всего срока действия Вашего согласия Банк вправе (самостоятельно либо с
привлечением уполномоченных лиц) осуществлять сбор, систематизацию, хранение, изменение, использование, обезличивание, блокирование, распространение, предоставление и удаление
персональных данных, на обработку которых Вами предоставлено согласие. Ваше согласие на обработку персональных данных не требуется в случаях, указанных в статье 6 Закона Республики
Беларусь от 07 мая 2021 г. № 99-З «О защите персональных данных», в том числе, когда обработка персональных данных необходима Банку: - для предоставления доступа к Сервисам Банка; - для
заключения и/или исполнения договора, в котором Вы является стороной, в том числе в
преддоговорных отношениях; - для выполнения обязательств, возложенных на Банк в силу требований законодательства. Отказ в предоставлении указанного согласия не лишает Вас права получения
банковской услуги, однако ограничивает нас в возможности предоставления отдельных сервисов, которые не могут функционировать без дополнительных персональных данных (включая, но не
ограничиваясь, файлов «cookies», адреса электронной почты). Как мы используем файлы «cookies» Веб-сайты, принадлежащие Альфа-Банку, и сервисы дистанционного банковского обслуживания
используют технологию, называемую «cookie». Файл cookie – это небольшой фрагмент текста, отправленный в Ваш браузер веб-сайтом, который Вы посещаете. Он помогает веб-сайту запомнить
информацию о Вашем посещении, например, выбранный Вами язык и другие настройки. Это делает Ваш следующий визит проще, а сайт более полезным для Вас. Файлы «cookies» играют важную роль. В
противном случае использование Интернета было бы для Вас менее комфортным. Мы используем файлы «cookies» в различных целях. Например, для запоминания Ваших настроек безопасного поиска, для
подбора подходящей рекламы, для подсчета количества посетителей веб-страницы и анализа статистики использования наших веб-сайтов и услуг дистанционного банковского обслуживания, с
целью помочь Вам подписаться на наши услуги и защитить Ваши данные. Принципы обработки персональных данных Мы обрабатываем Ваши персональные данные в соответствии с применимым
законодательством и договорными отношениями с Вами на основании следующих принципов обработки: Законность обработки персональных данных Мы обрабатываем Ваши персональные данные на законных
основаниях, справедливым и открытым образом в отношении Вас. Ограничение по цели обработки персональных данных. Мы собираем Ваши персональные данные для конкретных, отчетливых и
законных целей и не обрабатываем в последующем несовместимым с этими целями образом. Минимизация собираемых персональных данных. Мы собираем Ваши персональные данные в таком
объеме, который является достаточным, и релевантным, и ограничен целью сбора. Точность собираемых персональных данных. Ваши персональные данные должны быть точными и при
необходимости обновляться. Ограничение срока хранения персональных данных Мы храним Ваши персональные данные в форме, которая позволяет идентифицировать Вас, в течение всего срока
деловых (клиентских) отношений с Вами, а также после прекращения деловых (клиентских) отношений с Вами, исходя из срока хранения, установленного законодательством Республики
Беларусь, включая законодательство в области предотвращения легализации доходов, полученных преступным путем, финансирования террористической деятельности и финансирования
распространения оружия массового поражения, а также в области архивного хранения, а в случаях, когда срок хранения в законодательстве прямо не определен – в течение срока, необходимого и
достаточного для исполнения требований законодательства и/или прекращения основания для хранения Ваших данных с целью исполнения нами законодательства, включая предоставления Банком
подтверждающей информации для разрешения споров, исполнения запросов государственных органов и иных уполномоченных лиц; для предоставления информации
по прекращенным договорам и сделкам, совершенным операциям Вам и Вашим наследникам. Целостность и конфиденциальность Мы обрабатываем Ваши персональные данные способом, обеспечивающим соответствующую
безопасность Ваших персональных данных с помощью соответствующих технических и организационных мер, включая защиту от несанкционированной или незаконной обработки, а также от случайной потери,
уничтожения или повреждения. Защита Ваших персональных данных и порядок доступа к ним Альфа-Банк
осуществляет надлежащую защиту персональных данных в соответствии с действующим законодательством и принимает необходимые правовые, организационные и технические меры для их защиты. Используемые
методы защиты помогают защитить персональные данные от незаконного или случайного доступа, удаления, изменения, блокировки, копирования, распространения и других неправомерных действий третьих лиц. В
случаях наступления указанных негативных последствий мы обязаны уведомить о них уполномоченный орган по защите прав субъектов персональных данных – Национальный центр по защите персональных данных.
Координация деятельности по реализации вышеуказанных мер возложена на ответственное лицо Банка по защите персональных данных. Ваши персональные данные могут предоставляться третьим лицам только на
законных основаниях или если это будет необходимо для выполнения Альфа-Банком своих обязательств в
рамках заключенного с Вами договора. При этом данные третьи лица несут ответственность за сохранность Ваших персональных данных и обязаны обеспечить надлежащий уровень защиты персональных
данных. Передача внутри Альфа-Банка Мы передаем персональные данные структурным подразделениям
Альфа-Банка, членам органов управления, акционерам, аудиторам для оперативных, нормативных или отчетных целей, например, для проверки новых клиентов, соблюдения применимого законодательства,
обеспечения безопасности ИТ-систем или предоставления определенных услуг. Агенты и представители Мы передаем персональные данные уполномоченным лицам (независимым агентам) и поручаем им действовать от
нашего имени в отношениях с клиентами (кредитные агенты, кредитные брокеры и т.п.). Эти агенты зарегистрированы в соответствии с законодательством и действуют с должного разрешения регулирующих
органов (если это применимо). Также мы предоставляем информацию представителям клиента, надлежаще им уполномоченным на представление интересов клиента перед Альфа-Банком. Государственные органы Мы
можем раскрывать персональные данные соответствующим государственным органам для выполнения наших
нормативных обязательств, например, в целях предотвращения легализации доходов, полученных преступным путем, финансирования террористической деятельности и финансирования распространения
оружия массового поражения. В некоторых случаях мы обязаны в соответствии с применимым законодательством передавать Ваши данные третьим лицам, в том числе: Органам государственной власти
и управления, регулирующим и надзорным органам, таким как Национальный банк Республики Беларусь. Так Альфа-Банк передает Национальному банку Республики Беларусь данные о клиентах, необходимые для
формирования кредитной истории. Необходимые данные могут передаваться организации, осуществляющей
гарантированное возмещение банковских вкладов (депозитов) физических лиц. Налоговым органам, в
рамках их требований о предоставлении необходимой информации в случаях, установленных законодательством. Судебным / следственным органам, милиции, прокуратуре и иным правоохранительным
органам по их правовому запросу либо с связи с необходимостью защиты законных прав и интересов
Альфа-Банка. Адвокатам, например, при взыскании долгов, антикризисным управляющим при осуществлении процедуры банкротства, нотариусам (например, при оформлении ипотеки, наследства), попечителям
(опекунам), которые заботятся об интересах клиента или других сторон. Финансовые институты Когда Вы
снимаете наличные средства, производите оплату банковской платежной картой или осуществляете / получаете платеж на счет / со счета в ином банке, в транзакции всегда участвует другой банк
(банк-корреспондент, банк-получатель) или специализированная финансовая компания (платежная система VISA, MASTERCARD, БЕЛКАРТ и др.). Для обработки платежей мы должны предоставить информацию о Вас
другому банку, финансовой компании. Альфа-Банк предоставляет информацию организации, обеспечивающей
функционирование автоматизированной информационной системы единого расчетного и информационного пространства и ее подсистем, организациям, осуществляющим в соответствии с договорами, заключенными
с Альфа-Банком, процессинг, персонализацию банковских платежных карточек, распространение и (или)
погашение электронных денег. Бизнес-партнеры Для исполнения своих обязательств Альфа-Банк может предоставлять данные юридическим лицам в рамках кобрендиговых программ, например, при реализации
кобрендинговых карточных продуктов (Соседи, Aliexpress, Health me up, Белавиа). Кроме того, данные
клиентов передаются деловым партнерам, чьи финансовые и иные продукты мы предлагаем клиентам,
например, страховым компаниям, страховым агентом которых выступает Альфа-Банк, компаниями,
оказывающими услуги по охране личных вещей, например, при продаже Альфа-Банком сервиса возврата
личных вещей «АльфаХранитель». Также Альфа-Банк может передавать данные о клиентах лицам, которым
Альфа-Банк может уступать свои денежные требования к клиенту Поставщики услуг Когда мы пользуемся
услугами других поставщиков услуг, мы передаем только те персональные данные, которые необходимы для
конкретного задания. Поставщики услуг поддерживают нас такими видами деятельности, как: выполнение
определенных услуг и операций; проектирование и обслуживание интернет-инструментов и приложений,
программного обеспечения; обработка данных о сделках и клиентах, включая случаи привлечения
программнотехнических комплексов третьих лиц, в том числе, в целях оценки кредитоспособности
клиента; маркетинговые мероприятия или события и управление коммуникациями с клиентами; подготовка
отчетов и статистики, разработка продуктов; размещение рекламы в приложениях, на сайтах и в
социальных сетях, доставка почтовых отправлений (документов, банковских платежных карточек,
уведомлений и т.п.) посредством почтовой или курьерской связи. Альфа-Банк может предоставлять данные
юридическим лицам и индивидуальным предпринимателям, товары (работы, услуги) которых, включены в
пакет услуг (набор привилегий, пакет решений). Обеспечители Альфа-Банк может предоставлять сведения
о клиенте его поручителям, залогодателям и иным лицам, предоставившим Альфа-Банку обеспечение
исполнения клиентом обязательств по договорам, заключенным с Альфа-Банком, либо страховым
организациям, осуществляющим страхование рисков, возникающих у Альфа-Банка в связи исполнением
договоров, заключенных Альфа-Банком с клиентом. Предоставление сведений в случае взыскания долгов В
случае неисполнения или ненадлежащего исполнения клиентом принятых на себя обязательств перед
Альфа-Банком, Альфа-Банк может передавать информацию о клиенте и его долге адвокатам, судам,
правоохранительным органам, экспертам, оценщикам, страховым организациям, судебным исполнителям, а
также лицам, которые могут оказать содействие в установлении контакта с клиентом или добровольного
воздействия на него: его супруга(и), родственники, свойственники, наниматели (при наличии). Во всех
этих случаях мы гарантируем, что третьи стороны могут получить доступ только к тем персональным
данным, которые необходимы для конкретных задач. Трансграничная передача В рамках предоставления
услуг Альфа-Банк может осуществлять трансграничную передачу персональных данных. При этом до начала
осуществления такой передачи мы обязаны убедиться, что передача персональных данных осуществляется
на территорию, где обеспечивается адекватная защита прав субъектов персональных данных.
Трансграничная передача персональных данных на территории иностранных государств, не обеспечивающих
адекватной защиты прав субъектов персональных данных, может осуществляться в случаях, указанных в
статье 9 Закона Республики Беларусь от 07 мая 2021 г. № 99-З «О защите персональных данных», в том
числе, в случае: - наличия Вашего согласия на трансграничную передачу персональных данных; -
исполнения договора, стороной которого Вы являетесь. Ваши права Ниже указаны Ваши права в процессе
обработки Ваших персональных данных АльфаБанком: - право на получение информации, касающейся
обработки персональных данных; - право на корректировку (изменение) Ваших персональных данных; -
право на удаление/прекращение обработки Ваших персональных данных в определенных случаях (если ваши
персональные данные не обрабатываются в соответствии с применимым законодательством); - право на
получение информации о предоставлении персональных данных третьим лицам (1 раз в год – бесплатно) -
право на обжалование действий (бездействий) и решений Альфа-Банка, связанных с обработкой
персональных данных; - право отозвать согласие на сбор, обработку и передачу Ваших персональных
данных, за исключением случаев, когда персональные данные обрабатываются на основании закона или
иных основаниях, кроме согласия. Вы вправе в любое время и без объяснения причин отозвать свое
согласие в порядке, установленном применимым законодательством, посредством направления
соответствующего уведомления в Банк. Также хотим отметить, что в случае обработки Банком
персональных данных, на основании договора, заключенного (заключаемого) Вами с Банком, у Вас
отсутствует право на безусловный отзыв согласия на обработку персональных данных для целей
совершения действий, установленных договором. Если у Вас есть вопросы о том, как мы используем Ваши
персональные данные, пожалуйста, обращайтесь к нашему ответственному лицу по защите персональных
данных по электронной почте: dpo@alfa-bank.by Настоящая политика конфиденциальности может
обновляться по мере изменения требований применимого законодательства, внедрения новых технологий и
т.п. С действующей редакцией политики конфиденциальности можете ознакомиться на нашем сайте:
https://www.alfabank.by/upload/docs/bank/pdf_konfiden.pdf. Обращаем Ваше внимание, что более подробную
информацию по вопросам, связанными с защитой персональных данных, Вы можете получить, ознакомившись
непосредственно с Законом Республики Беларусь от 07 мая 2021 г. № 99-3 «О защите персональных
данных». Последнее обновление: 23.12.2022`;
