export const TEXT = {
  title: 'Выберите счет для перечисления денежных средств',
  description:
    'Средства с депозитного счета будут выведены на выбранный вами активный текущий счет. В случае, если валюта счета отличается от валюты депозита, то средства будут конвертированы по  актуальному курсу. ',
  mainBill: 'Основной Счёт',
  openNewBill: 'Открыть новый счет',
  titleError: 'У Вас отсутствуют активные текущие счета для вывода средств',
  btnCancel: 'Отмена',
  confirm: 'Потвердить',
} as const;
