export const ACCOUNT_OPTIONS = [
  '1234 5678 3848 3453 5969',
  '5869 2342 6744 9607 6970',
  '4560 0956 1234 4548 8567',
  '5986 0586 3453 5160 3560',
  '4609 4569 2352 3463 4859',
];

export const TRANSFER_FEE_INFO = `Комиссия при пополнении брокерского счета с карты и счета Либерти Банк отсутствует.
Минимальная сумма пополнения брокерского счета составляет 100 российских рублей.
Максимальная сумма пополнения брокерского счета за одну операцию составляет 100 000 000 
российских рублей. При желании пополнить счет на большую сумму следует совершить еще одну 
операцию пополнения.`;
