export const RULES_GDPR_TEXT = `25 мая 2018 года в Европейском Союзе вступил в силу Общий регламент по защите данных (General Data Protection Regulation, далее – GDPR).
В связи с этим, сообщаем следующую информацию:
При заключении договора банковского обслуживания (далее – Договор) с 
«Приорбанк» ОАО (далее – Банк) в письменной форме, приобретении или оформлении заявлений на приобретение 
банковского продукта/услуги или совершения иных банковских операций Банк получает, хранит и обрабатывает 
автоматизированным способом персональные данные* физических лиц с целью исполнения требований действующего законодательства Республики Беларусь и исполнения обязательств, вытекающих из данных операций.
Персональные данные, полученные Банком, доступны сотрудникам Банка, имеющим на то право в соответствии с их 
должностными обязанностями. Кроме того, доступ к персональным данным может быть предоставлен сотрудникам иных 
организаций, оказывающих Банку услуги по страхованию, оказанию информационной и сервисной п
оддержки клиентов, взысканию проблемной кредитной задолженности и иные услуги в соответствии с заключенными договорами. При этом, указанные лица могут быть расположены за пределами Республики Беларусь.
Персональные данные могут быть использованы Банком с целью:
- заключения, исполнения и прекращения договоров;- формирования и предоставления отчетности в
государственные органы управления и другие институты, согласно законодательным актам;
- осуществления маркетинговых коммуникаций;- подготовки персональных предложений и условий обслуживания в банке;
- построения математических моделей, результаты которых используются в процессах автоматизированного принятия решений, проведения маркетинговых кампаний и иных направлениях работы Банка.
Срок хранения ваших персональных данных зависит от периода действия Договора, и не может быть менее установленных 
законодательством Республики Беларусь сроков в зависимости от вида совершаемой операции. При этом, минимальный срок хранения составляет не менее 5 лет с момента прекращения действия договора либо совершения операции без открытия счета.
Если вы являетесь гражданином одной из стран, входящих в Европейский Союз, то
- ваши персональные данные обрабатываются Банком в соответствии с требованиями действующего законодательства 
Республики Беларусь, с учетом положений GDPR;- вы вправе получать у Банка копию своих персональных данных, 
переданных Банку, а также требовать исправления некорректных данных, их удаления либо ограничения обработки, 
возражать против обработки, также как имеете право на переносимость данных в рамках, не противоречащих требованиям 
действующего законодательства Республики Беларусь. Все запросы на реализацию перечисленных выше прав должны быть 
оформлены в соответствии с законодательством Республики Беларусь, регулирующим работу с обращениями;- в случае, если вы считаете, что ваши права по защите персональных данных нарушены, вы вправе подать жалобу в надзорный орган.`;
