export const TEXT = {
  transfer: 'Перевод',
  backToBill: 'Вернуться к счету',
  lessTitle: 'На вашем счете отрицательный баланс!',
  lessSubTitle: 'Для закрытия счета необходимо сначала погасить задолженность',
  moreUnderImageTitle: 'У вас есть возможность',
  moreUnderImageSubTitle: [
    'Перевести деньги на другой расчетный счет текущего банка',
    'Перевести деньги на другой расчетный счет другого банка',
    'Снять деньги со счета в отделении банка',
  ],
  moreTitle: 'Вы не может закрыть счет пока на нем есть остаток средств!',
};
