/**
* Напиши на JS функцию, которая принимает два аргумента, массив из чисел и какое-то число.
* Цель найти первую пару сумма которой будет равна второму аргументу
* Сложность алгоритма должна быть быстрее n^2
*/
// function findPair(arr, target) {}
//
// // Пример использования функции
// const array = [1, 2, 3, 4, 5];
// const target = 7;
//
// const result = findPair(array, target);
// console.log(result); // [2, 5]
/** **************************************************************************************************************** **/
/**
 * Написать функцию суммирования всех цифр числа
 */
// const sumDigits = (digits) => {};
//
// console.log(sumDigits(998));  // 26
// console.log(sumDigits(-32));  // 5
/** Функция трансформации букв в заглавный регистр */
/** **************************************************************************************************************** **/
// const toCapitalCase = (str) => {};
//
// const str = "Lorem ipsum is simply";
// console.log(toCapitalCase(str));   // "Lorem Ipsum Is Simply"
/** **************************************************************************************************************** **/
/**
 * Функция создания инициалов
 */
// const toInitials = (str) => {};
//
// console.log(toInitials("Ilon Mask")); // "I.M."
/** **************************************************************************************************************** **/
// const singleNumber = (nums) => {
//     // Code here...
// };
//
// console.log(singleNumber([4, 1, 2, 1, 2])); // 4
// console.log(singleNumber([2, 2, 1])); // 1
// console.log(singleNumber([1])); // 1
/** **************************************************************************************************************** **/
// const reversLinkedList = (head) => {
//     // Code here...
// };
//
// console.log(reversLinkedList([1, 2, 3, 4, 5])); // [5, 4, 3, 2, 1]
// console.log(reversLinkedList([1, 2])); // [2, 1]
// console.log(reversLinkedList([])); // []
/** **************************************************************************************************************** **/
// let maxRepeating = (str) => {
//     // Code here...
// }
//
// console.log(maxRepeating("geeekk")); // 'e'
// console.log(maxRepeating("aaaabbcbbb")); // 'a'