export const TEXT_BALANCE = {
  header: 'Справка о доступном остатке',
  back: 'Назад',
  download: 'Скачать',
  title: 'AO «Liberty Bank»',
  subTitle: 'Справка об остатке денежных средств на счете',
};

export const BALANCE_NAME = [
  'Владелец',
  'Номер лицевого счета',
  'Валюта счета',
  'Дата формирования справки',
  'Сумма на счете',
  'Адрес банка',
  'Контактные данные банка',
];

export const BALANCE_RESULT = [
  'Иванов Константин Александрович',
  '40111111111111111',
  'Рубли',
  '20.09.2023',
  '4 000 ₽',
  'Москва, Никитский переулок, 3',
  '8 800 666 -99 -98',
];
