export const INSURANCE = {
  descriptionOnHome:
    'Уважаемые клиенты банка Liberty! \
    Обращаем Ваше внимание, что отделения нашего банка присутствуют в городе Москва и Санкт-Петербург. \
    Услуга оформления из дома при помощи курьера, доступна только в этих городах и исключительно в их черте.',
  descriptionOnOffice:
    'Уважаемые клиенты банка Liberty! \
    Обращаем Ваше внимание, что отделения нашего банка присутствуют в городе Москва и Санкт-Петербург.',
  chooseLocation: 'Оформить',
  contacts: 'Введите контактные данные',
  chooseDate: 'Выберите удобную дату и время',
  chooseDepartament: 'Выберите отделение',
  chooseAddress: 'Введите адрес Вашего проживания',
  dateType: 'дд.мм.гг',
  home: 'HOME',
  office: 'BANK',
  backButton: 'Назад',
  submitButton: 'Зарегистрировать заявку',
};
