export const MOCK_DATA = [
  {
    title: 'Специалист клиентской поддержки',
    salary: 'от 40000 RUB',
    city: 'Краснодар',
    practice: 'Без опыта',
  },
  {
    title: 'Финансовый аналитик  Бизнес-аналитик',
    salary: '20000 - 40000 RUB',
    city: 'Ростов-на-Дону',
    practice: 'Опыт от 1 года до 3 лет',
  },
  {
    title: 'Главный  Ведущий специалист (сопровождение АБС)',
    salary: 'от 180000 RUB',
    city: 'Москва',
    practice: 'Опыт от 3 до 6 лет',
  },
  {
    title: 'Специалист сектора первой линии поддержки',
    salary: 'от 80000 RUB',
    city: 'Москва',
    practice: 'Опыт от 1 года до 3 лет',
  },
  {
    title: 'Специалист по сопровождению систем дистанционного банковского обслуживания',
    salary: 'от 90000 RUB',
    city: 'Санкт-Петербург',
    practice: 'Опыт от 1 года до 3 лет',
  },
  {
    title: 'Финансовый аналитик  Бизнес-аналитик',
    salary: '20000 - 40000 RUB',
    city: 'Ростов-на-Дону',
    practice: 'Опыт от 1 года до 3 лет',
  },
  {
    title: 'Главный  Ведущий специалист (сопровождение АБС)',
    salary: 'от 180000 RUB',
    city: 'Москва',
    practice: 'Опыт от 3 до 6 лет',
  },
  {
    title: 'Специалист сектора первой линии поддержки',
    salary: 'от 80000 RUB',
    city: 'Москва',
    practice: 'Опыт от 1 года до 3 лет',
  },
  {
    title: 'Специалист по сопровождению систем дистанционного банковского обслуживания',
    salary: 'от 90000 RUB',
    city: 'Санкт-Петербург',
    practice: 'Опыт от 1 года до 3 лет',
  },
  {
    title: 'Финансовый аналитик  Бизнес-аналитик',
    salary: '20000 - 40000 RUB',
    city: 'Ростов-на-Дону',
    practice: 'Опыт от 1 года до 3 лет',
  },
  {
    title: 'Главный  Ведущий специалист (сопровождение АБС)',
    salary: 'от 180000 RUB',
    city: 'Москва',
    practice: 'Опыт от 3 до 6 лет',
  },
  {
    title: 'Специалист сектора первой линии поддержки',
    salary: 'от 80000 RUB',
    city: 'Москва',
    practice: 'Опыт от 1 года до 3 лет',
  },
  {
    title: 'Специалист по сопровождению систем дистанционного банковского обслуживания',
    salary: 'от 90000 RUB',
    city: 'Санкт-Петербург',
    practice: 'Опыт от 1 года до 3 лет',
  },
];

export const BACK = 'Назад';
export const HEADER = 'Вакансии';
export const ITEMS_PER_PAGE = 5;
export const TOTAL_PAGES = Math.ceil(MOCK_DATA.length / ITEMS_PER_PAGE);
